
let data = {
  user: {
      pullups: {
          level: 2,
          qty: 6
      },
      squats: {
          level: 1,
          qty: 7
      },
      dips: {
          level: 2,
          qty: 6
      },
      hinges: {
          level: 1,
          qty: 8
      },
      rows: {
          level: 1,
          qty: 6
      },
      pushups: {
          level: 1,
          qty: 7
      }
  },
  advice: {
      pullups: [
          'наденьте самый яркий предмет гардероба',
          'выключите свет',
          'двигайтесь без стеснений!'
      ],
      squats: [
          'настройтесь позитивно',
          'не ждите ничего от просмотра',
          'предложите несколько вариантов'
      ],
      dips: [
          'обсуждайте только положительное!',
          'делитесь полезным',
          'расслабьтесь и наслаждайтесь моментом',
          'будьте активным собеседником'
      ],
      hinges: [
          'подготовьте хорошее настроение',
          'радуйтесь!',
          'прочтите правила'
      ],
      rows: [
          'выберите тему обсуждения вместе!',
          'уточняйте факты',
          'слушайте внимательно'
      ],
      pushups: [
          'будьте готовы стать цветным после',
          'погрузитесь в творческую атмосферу',
          'все точно красиво! несмотря на то, что вы не профессионал'
      ]
  },
  sets: [
      [
          [
              { group: 'pullups', name: 'Вечеринка' },
              { group: 'pullups', name: 'Танцы' },
              { group: 'pullups', name: 'Дискотека' }
          ],
          [
              { group: 'squats', name: 'Совместный просмотр кино' },
              { group: 'squats', name: 'Просмотр телешоу или сериала' },
              { group: 'squats', name: 'Просмотр мультфильмов' }
          ]
      ],
      [
          [
              { group: 'dips', name: 'Обсуждение последних новостей' },
              { group: 'dips', name: 'Обсуждение прочитанных книг/просмотренных фильмов' },
              { group: 'dips', name: 'Диалог об узнанных на карантине вещах' }
          ],
          [
              { group: 'hinges', name: 'Поиграть в квизы' },
              { group: 'hinges', name: 'Поиграть в крокодила' },
              { group: 'hinges', name: 'Поиграть в карты по сети' }
          ]
      ],
      [
          [
              { group: 'rows', name: 'Начать вместе изучать искусство' },
              { group: 'rows', name: 'Изучать новое в музыке' },
              { group: 'rows', name: 'Обсудить современное искусство' }
          ],
          [
              { group: 'pushups', name: 'Займитесь творчеством вместе' },
              { group: 'pushups', name: 'Рисуйте и покажите друг другу' },
              { group: 'pushups', name: 'Создайте нечто и подарите это человеку рядом' }
          ]
      ],
  ],
    warmups: [
        {
            title: 'Включите любимую музыку',
            desc: 'Музыка очень помогает, если необходимо сделать скучные и неинтересные дела. Кроме того, любимая музыка делает работу приятнее, настроение выше, а значит можно лучше концентрироваться и завершать дела быстрее.'
        },
        {
            title: 'Приготовьте завтрак/обед/ужин, который давно хотели',
            desc: 'Удовольствие от еды – залог успешного обмена веществ. Многие не знают, но у этого утверждения есть не только абстрактное, но и вполне конкретное научное обоснование.'
        },
        {
            title: 'Создайте нужную вам атмосферу',
            desc: 'Каждый человек на интуитивном уровне воспринимает невидимые сигналы, которые создает атмосфера дома. Через этот канал наши ощущения напрямую идут к нашему внутреннему цензору, который определяет – да, мне в этом месте тепло и уютно, я хочу здесь бывать как можно чаще.'
        },
        {
            title: 'Позвите близких или созвонитесь с ними!',
            desc: 'Общайтесь! Не тяготитесь коммуникаций. Будьте открытыми, раскрепощенными и откровенными! Не бойтесь людей и не чувствуйте себя одиноко!'
        }
    ],
    core: [
        {
            title: 'Не трейте позитивный настрой!',
            desc: 'Это время вы провели очень продуктивно. Таких часов может быть еще много, возвращайтесь и тренируйтесь вместе.'
        },
        {
            title: 'Проведите остаток дня также хорошо',
            desc: 'Важно выполнять поставленные цели и быть продуктивным на благо себе. Пропишите планы на остаток дня и постарайтесь выполнить их по максимуму. '
        },
        {
            title: 'Не забывайте чаще связываться с близкими',
            desc: 'Держать связь с самыми родными — самое важное. Звоните, пишите и говорите с близкими людьми чаще. От этого общения куча светлых воспоминаний.'
        }
    ]
}
